app/controllers/v1/todos_controller.rb

INSERT INTO "todos" ("title", "created_by", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Azhar's Todo List"], ["created_by", "3"], ["created_at", "2019-01-18 06:52:00.801327"], ["updated_at", "2019-01-18 06:52:00.801327"]]
---
    def create
      @todo = current_user.todos.create!(todo_params)